// 0. Створити числовий масив та проініціалізувати його (*випадковими числами).

const numbers = [15, 13, 56, 89, 12, 0, 75, 36, 28, 96, 0, 49];
console.log("numbers :>> ", numbers);

// 1. Видалити останній і початковий елемент з масиву, додати елемент до початку і кінця.

numbers.push(99); //додати елемент до кінця
numbers.pop(); // Видалити останній елемент
numbers.shift(); // Видалити початковий елемент
numbers.unshift(26);

// 2. Вивести розмір масиву.
console.log("numbers.len :>> ", numbers.length);